[
    {
        "kenniskaart_id": "14",
        "onderwerp": "Design Thinking Methode",
        "rol": "FE,UX Designer,",
        "competentie": "Gebruikersinteractie Analyseren,",
        "wat": "Design Thinking zet de eindgebruiker centraal in het ontwerpen van business innovaties. Het zoekt naar de beste oplossing tussen de wensen van eindgebruikers (desirability), de mogelijkheden van technologie (feasibility) en de wijze waarop geld verdient (viability) kan worden met de innovatie.",
        "why": "Veel van de nieuwe innovaties betreffen het oplossen van complexe problemen die we nog niet eerder hebben opgelost. Daarom zijn er geen goede best practices beschikbaar en is er een goede methode van trial en error noodzakelijk. ",
        "how": "Design Thinking gaat over het algemeen uit van 5 fasen in het innovatie proces die zeker niet lineair worden doorlopen. Deze fases zijn:\r\n\r\nEmpatize (leer de gebruiker diepgaand kennen)\r\nDefine (stel een scherpe vraagstelling op)\r\nIdeate (bedenk zo veel mogelijk ideeën en kies het beste idee)\r\nPrototype  (maak zo snel mogelijk een toonbaar prototype)\r\nTest (test en prototype uit bij de eindgebruikers en leer van de feedback)\r\nWanneer je voorbeelden van het proces van design thinking bekijkt zie je veelal op deze 5 fasen gebaseerde methoden. De laatste jaren zijn er veel aanpassingen op gemaakt. Maar laat je niet afschrikken. In de basis zie je bovenstaande fasen altijd weer terug.",
        "plaatje": "https:\/\/www.berenschot.nl\/publish\/pages\/6614\/design-thinking-model.png",
        "bronnen": "https:\/\/agilescrumgroup.nl\/agile-scrum-trainingen\/design-thinking-training\/?gclid=EAIaIQobChMIlLiPjaKn7AIVgaiyCh1dDgAREAAYAyAAEgLqpPD_BwE",
        "niveau": "Gevorderde",
        "studieduur": "3",
        "rating": "1 uur"
    },
    {
        "kenniskaart_id": "15",
        "onderwerp": "Design Sprint of Sprint 0",
        "rol": "FE,BE,AI,PO,CSC,UX Designer,",
        "competentie": "Gebruikersinteractie Analyseren,Gebruikersinteractie Adviseren,Gebruikersinteractie Ontwerpen,Gebruikersinteractie Realiseren,Gebruikersinteractie Manage & control,",
        "wat": "Design Sprint of Sprint 0",
        "why": "De Design Sprint (2.0) is een vier- of vijfdaagse workshop die door steeds meer organisaties wordt toegepast om sneller tot innovatie te komen. De Design Sprint is een (team)proces voor het snel en goedkoop ontwikkelen van ideeën en deze te valideren door prototypen te testen met echte klanten. Na de design sprint kan gestart worden met de uitvoerende sprints. Belangrijke uitkomst van  de design sprint zijn de eerste user stories voor de backlog.",
        "how": "In een 4 daagse workshop kan bijvoorbeeld de volgende  stappen worden doorlopen.\r\n\r\nDag 1: Probleem. Breng het probleem in kaart en kies een belangrijk gebied om op te focussen qua oplossing\r\nDag 2: Oplossing en besluitvorming. Brainstorm en schets mogelijke oplossingen op papier. Kies het idee met de meeste potentie en maak een storyboard waarmee de werking van het idee wordt geduid\r\nDag 3: Prototype. Zet als team een prototype in elkaar dat voldoende realistisch is om te kunnen testen met echte gebruikers\r\nDag 4: Test. Test live met echte gebruikers om de oplossing te valideren",
        "plaatje": "https:\/\/571714.smushcdn.com\/879311\/wp-content\/uploads\/design-sprint-2.0-wat-is-het-740x453.png?lossy=1&strip=1&webp=1",
        "bronnen": "https:\/\/agilescrumgroup.nl\/design-sprint\/\r\n\r\nhttps:\/\/www.gv.com\/sprint\/",
        "niveau": "Beginner",
        "studieduur": "5",
        "rating": "4 dagen"
    },
    {
        "kenniskaart_id": "16",
        "onderwerp": "Value Proposition Canvas (VPC)",
        "rol": "FE,UX Designer,",
        "competentie": "Gebruikersinteractie Analyseren,Gebruikersinteractie Ontwerpen,",
        "wat": "VPC is een instrument om een product visie te ontwerpen op basis van de belangrijkste wensen van een doelgroep en deze te vertalen naar een product\/dienst",
        "why": "Wordt onder andere  toegepast voor het definieren  van een product visie",
        "how": "Model waarin je eerst vanuit de gebruiker kijkt welke taken die moet verrichten, die je met een slimme it oplossing (app, iot, ai, etc) wilt verbeteren. je kijkt daarbij naar de pijn die gebruikers nu ervaren in het verrichten van die taak (bijvoorbeeld het boeken van een mooie klimvakantie) en welke extra gains (voordelen) je kunt bedenken om de gebruiker bij die taak nog extra te ondersteunen. Vanuit de gains en pains bedenk je dan een IT oplossing die daar antwoord op moet geven. Is een heel goed brainstorm model om mee te starten en productideeen mee uit te werken. Wordt veel door start-ups gebruikt.",
        "plaatje": "https:\/\/823876.smushcdn.com\/1388915\/wp-content\/uploads\/2018\/03\/value-proposition-canvas.png?lossy=0&strip=0&webp=1",
        "bronnen": "https:\/\/www.strategyzer.com\/canvas\/value-proposition-canvas",
        "niveau": "Beginner",
        "studieduur": "2 uur",
        "rating": "4"
    },
    {
        "kenniskaart_id": "17",
        "onderwerp": "Persona",
        "rol": "FE,UX Designer,",
        "competentie": "Gebruikersinteractie Ontwerpen,",
        "wat": "Een persona staat als voorbeeld voor een bepaalde groep die het te ontwerpen product moeten gaan gebruiken en\/of er door geraakt worden. Hierbij moet je niet alleen denken aan directe, maar ook aan indirecte gebruikers. Deze persona bevat niet alleen tekst, maar ook visuele elementen.",
        "why": "Door een persona (grafisch) te verbeelden en te beschrijven hebben alle specialisten in het team een goed beeld van de gebruikers waarvoor het product wordt ontworpen.\r\n\r\nDoor een bredere groep van persona te maken kan je beter rekening houden met de betrokkenheid van die persona bij het ontwerpproces en van de impact die het product kan hebben op deze persona. Door expliciet zaken als gender, etniciteit en (lage) inkomen en tevens waarden van persona mee te nemen is er minder kans mensen onbedoeld uit te sluiten.",
        "how": "Afhankelijk hoeveel tijd en geld je hebt zal je meer of minder onderzoek doen bij met maken van een persona. Als basis van een persona is het goed om een stakeholderanalyse te nemen, dan weet je al uit welke stakeholders je kan kiezen. Het meest simpele is een ah-hoc of proto persona, de meest ingewikkelde is statische persona. Dit onderscheid en aanpak wordt duidelijk gemaakt in dit artikel: https:\/\/www.nngroup.com\/articles\/persona-types\/ .\r\n\r\nBelangrijk bij het maken van deze persona is dat je bij de keuze van persona goed nadenkt over diversiteit, gebruik je bijvoorbeeld alleen rijke blanke hetero mannen of een veel breder scala? Daarnaast is het goed om verder te kijken dan alleen de directe gebruikers. Bij voorbeelden staat dit verder uitgewerkt.",
        "plaatje": "https:\/\/canvas.hu.nl\/courses\/12085\/files\/1132872\/download?wrap=1",
        "bronnen": " https:\/\/www.nngroup.com\/articles\/persona-types\/",
        "niveau": "Beginner",
        "studieduur": "1 uur",
        "rating": "3"
    }
]